;Place localized text in this file
;Localization for 变种人 Arsenal Changes

;Objectives
[MOCX_QuestStart X2ObjectiveTemplate]
Title="追踪MOCX部门的线索"
LocLongDescription="MOCX部门是变种人最新成立的用以摧毁XCOM的行动：如果我们想要中和他们，就需要寻找他们的主要行动。"
SubObjectiveText="执行MOCX秘密行动"

[MOCX_QuestMidOne X2ObjectiveTemplate]
Title="继续对抗MOCX部门"
LocLongDescription="我们已经对MOCX部门造成了一些打击，但我们需要继续前进。继续这项工作。"
SubObjectiveText="执行MOCX秘密行动"

[MOCX_QuestMidTwo X2ObjectiveTemplate]
Title="持续对抗MOCX部门"
LocLongDescription="我们对MOCX部门的打击更为猛烈，但我们仍需继续。继续这项工作。"
SubObjectiveText="执行MOCX秘密行动"

[MOCX_SabotageHQ X2ObjectiveTemplate]
Title="消灭MOCX部门"
LocLongDescription="沈发现MOCX总部建筑中的一个关键缺陷。有了合适的队伍和足够的X4，我们可以摧毁MOCX的灵能运输网络，彻底关闭他们。"
SubObjectiveText="完成破坏MOCX总部的任务"

;Plasma Tier
[DarkEvent_PlasmaTier X2DarkEventTemplate]
DisplayName="MOCX研究：实验性装备"
SummaryText="MOCX为其地面作战人员部署了混合实验性等离子体和声波技术的装备。"
QuoteText="\"看起来外星人终于愿意把他们的最强技术给那些走狗了。\""
QuoteTextAuthor="- 中央军官布拉德福德"
PreMissionText="为MOCX作战人员提供顶级装备"
PostMissionSuccessText="黑暗事件被反击：MOCX实验装备研究"
PostMissionFailureText="未能反击黑暗事件：MOCX实验装备研究"


[Dark_Shotgun_BM X2WeaponTemplate]
FriendlyName="MOCX等离子霰弹枪"
FriendlyNamePlural="MOCX等离子霰弹枪"
BriefSummary="等离子霰弹枪在设计上与暴动霰弹枪相似，它能够3D打印霰弹，但会使用红色等离子体加热弹药，以便烧穿目标。与暴动霰弹枪不同，它需要在枪托后部的隔间中放置一根外星合金条以打印霰弹。"
TacticalText="等离子霰弹枪在设计上与暴动霰弹枪相似，它能够3D打印霰弹，但会使用红色等离子体加热弹药，以便烧穿目标。与暴动霰弹枪不同，它需要在枪托后部的隔间中放置一根外星合金条以打印霰弹。"
AbilityDescName="霰弹枪"


[Dark_SMG_BM X2WeaponTemplate]
FriendlyName="MOCX声波步枪"
FriendlyNamePlural="MOCX声波步枪"
BriefSummary="声波步枪的预期用途似乎是用于安抚和削弱，但其最大输出的长时间暴露与“常规”枪械弹药一样致命。"
TacticalText="声波步枪的预期用途似乎是用于安抚和削弱，但其最大输出的长时间暴露与“常规”枪械弹药一样致命。"
AbilityDescName="声波步枪"


[Dark_Cannon_BM X2WeaponTemplate]
FriendlyName="MOCX声波加农炮"
FriendlyNamePlural="MOCX声波加农炮"
BriefSummary="作为声波步枪的重型版本，声波加农炮在各方面都有增加的输出，并且需要更少的时间来发挥其致命和非致命效果。"
TacticalText="作为声波步枪的重型版本，声波加农炮在各方面都有增加的输出，并且需要更少的时间来发挥其致命和非致命效果。"
AbilityDescName="声波加农炮"


[Dark_AssaultRifle_BM X2WeaponTemplate]
FriendlyName="MOCX等离子步枪"
FriendlyNamePlural="MOCX等离子步枪"
BriefSummary="这是战斗步枪的实验版本，等离子步枪的弹匣中填充了红色等离子体弹药，能够熔化大多数物体。"
TacticalText="这是战斗步枪的实验版本，等离子步枪的弹匣中填充了红色等离子体弹药，能够熔化大多数物体。"
AbilityDescName="突击步枪"



[Dark_SniperRifle_BM X2WeaponTemplate]
FriendlyName="MOCX等离子长矛"
FriendlyNamePlural="MOCX等离子长矛"
BriefSummary="这是长矛的实验版本，使用注入红色等离子体的大型弹壳，其超高温甚至能穿透天马座。沈对我们的狙击手进行了斥责，因为这样做过。"
TacticalText="这是长矛的实验版本，使用注入红色等离子体的大型弹壳，其超高温甚至能穿透天马座。沈对我们的狙击手进行了斥责，因为这样做过。"
AbilityDescName="狙击步枪"


;Coil Tier
[DarkEvent_CoilTier X2DarkEventTemplate]
DisplayName="MOCX研究：高级装备"
SummaryText="MOCX为其地面作战人员部署了基于线圈的原型技术和改进的磁性武器。"
QuoteText="\"即使还没有接触到等离子体，这些线圈枪从我们看到的视频中就能看出威力十足。\""
QuoteTextAuthor="- 首席 沈"
PreMissionText="为MOCX士兵提供更先进的装备"
PostMissionSuccessText="黑暗事件被反击：MOCX高级装备研究"
PostMissionFailureText="未能反击黑暗事件：MOCX高级装备研究"

[Dark_AssaultRifle_CG X2WeaponTemplate]
FriendlyName="MOCX战斗步枪"
FriendlyNamePlural="MOCX战斗步枪"
BriefSummary="这是变种人自己的磁性步枪的增强版本，设计上拥有更快的射速；沈的分析让她更加困惑，这种武器不应该比基础步枪造成更多的伤害。"
TacticalText="这是变种人自己的磁性步枪的增强版本，设计上拥有更快的射速；沈的分析让她更加困惑，这种武器不应该比基础步枪造成更多的伤害。"
AbilityDescName="突击步枪"

[Dark_SMG_CG X2WeaponTemplate]
FriendlyName="MOCX次级线圈枪"
FriendlyNamePlural="MOCX次级线圈枪"
BriefSummary="这是变种人自己的散射枪的增强版本，看起来与MOCX战斗步枪相似，但重量更轻。"
TacticalText="这是变种人自己的散射枪的增强版本，看起来与MOCX战斗步枪相似，但重量更轻。"
AbilityDescName="冲锋枪"

[Dark_Shotgun_CG X2WeaponTemplate]
FriendlyName="MOCX暴动霰弹枪"
FriendlyNamePlural="MOCX暴动霰弹枪"
BriefSummary="这是变种人自己的霰弹枪的增强版本；从沈的分析来看，暴动霰弹枪的枪托能够3D打印霰弹，然后每隔几次射击使用。奇怪的是，无法切换到“非致命霰弹”的打印选项。"
TacticalText="这是变种人自己的霰弹枪的增强版本；从沈的分析来看，暴动霰弹枪的枪托能够3D打印霰弹，然后每隔几次射击使用。奇怪的是，无法切换到“非致命霰弹”的打印选项。"
AbilityDescName="霰弹枪"

[Dark_SniperRifle_CG X2WeaponTemplate]
FriendlyName="MOCX长矛"
FriendlyNamePlural="MOCX长矛"
BriefSummary="这是变种人自己的狙击步枪的增强版本；初步分析显示，它使用类似常规弹药的特制一次性弹匣来发射子弹。"
TacticalText="这是变种人自己的狙击步枪的增强版本；初步分析显示，它使用类似常规弹药的特制一次性弹匣来发射子弹。"
AbilityDescName="狙击步枪"

;SitReps
[MOCX X2SitRepTemplate]
FriendlyName="MOCX部署"
Description="这里部署了一支MOCX作战小队。"

[MOCXAssault X2SitRepTemplate]
FriendlyName="MOCX总部"
Description="沈截获了一颗经过的旧战争卫星，对MOCX部门的总部进行了扫描，结果显示目前部署了多个小队。据信他们的主管也在现场。"


[MOCXRookies X2SitRepTemplate]
FriendlyName="MOCX训练演习"
Description="MOCX部门在这里进行了一次大规模的变种人部队演习：最初遇到的MOCX作战人员大多会是新手。"

[MOCXRookiesEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="MOCX训练演习"
Description="MOCX部门在这里进行了一次大规模的变种人部队演习：最初遇到的MOCX作战人员大多会是新手。"

[FullMOCXEffect X2SitRepEffectTemplate]
FriendlyName="MOCX部署"
Description="来自当地反抗军组织的消息提示，一支MOCX作战小队将部署在这里。MOCX拥有干扰技术，暗影室不会显示他们。"

;PCS
[RM_BasicPCS X2TechTemplate]
DisplayName="建造基础PCS"
Summary="使用为MOCX部门开发的战斗芯片，我们应该能够重新利用它们作为XCOM士兵使用的个人战斗模拟器。这些将包括仅基础PCS。"

[RM_AdvPCS X2TechTemplate]
DisplayName="建造高级PCS"
Summary="使用为MOCX部门开发的战斗芯片，我们应该能够重新利用它们作为XCOM士兵使用的个人战斗模拟器。这些将包括更高级的PCS，如攀墙。"

[RM_SupPCS X2TechTemplate]
DisplayName="建造精英PCS"
Summary="使用为MOCX部门开发的战斗芯片，我们应该能够重新利用它们作为XCOM士兵使用的个人战斗模拟器。这些将包括我们能够制造的终极PCS，如拟态皮肤。"

[RM_DecryptChip X2TechTemplate]
DisplayName="MOCX芯片解密"
Summary="MOCX部门为其士兵装备了一种新的先进芯片系统，我记得在我离开变种人时只是理论上的。这当然解释了我们为什么在破解他们的通讯时比变种人的其他部分遇到了更多的问题。如果我们深入研究他们取得了哪些进展，我们可能会获得很多东西。"
CodeName="Persona"
LongDescription="MOCX人员使用的战斗芯片系统无疑是对变种人为其精英士兵所做的意外改进。也许我们之前的行为促使他们决定加速研发。然而，现在我们已经近距离观察了它的运作方式，我应该能够调整我们的情报收集方式以适应MOCX的加密方法。此外，我相信沈可以使用这些芯片为我们的部队制作个人战斗模拟器。我敢肯定她已经有了为指挥官准备的提案，指挥官。"
AlertString="MOCX战斗芯片"

;Missions
[MOCXFirst X2MissionFlavorTextTemplate]
FlavorText="MISSING FLAVOR TEXT"
CouncilSpokesmanSuccessText="您在 <XGParam:StrValue0/!WorldRegionName/> 捕获的外星设施为我们提供了关于化身计划的重大线索，指挥官。您今天的行动将使人类重新夺回地球控制权的决心不言自明。" 
CouncilSpokesmanFailureText="指挥官，您在 <XGParam:StrValue0/!WorldRegionName/> 外星设施的失败尝试已经向外星人和他们的MOCX部门暴露了我们的意图。我仍然信任您的能力，但我们必须做得更好，指挥官。"

[MOCXSecond X2MissionFlavorTextTemplate]
FlavorText="MISSING FLAVOR TEXT"
CouncilSpokesmanSuccessText="获取对MOCX部门至关重要的关键文件对我们来说是一个巨大的打击，指挥官。希望这标志着变种人项目的终结不远了。" 
CouncilSpokesmanFailureText="指挥官，您在 <XGParam:StrValue0/!WorldRegionName/> 捕获关键外星文件的努力失败了，这已经向它们透露了我们的意图。下次我们必须做得更好。"

[MOCXThird X2MissionFlavorTextTemplate]
FlavorText="MISSING FLAVOR TEXT"
CouncilSpokesmanSuccessText="这次成功已经移除了变种人权力结构中的一个重要元素，指挥官。获取MOCX的首席科学家和工程师，并消除他们的主管，应该进一步减缓变种人的速度。" 
CouncilSpokesmanFailureText="指挥官，这次失败并不意味着结束，但MOCX下次将知道我们要做什么。"

;CovAc
[Reward_MOCXAssault X2RewardTemplate]
DisplayName="侦察MOCX总部"
RewardDetails="解锁一次彻底阻止MOCX部门的任务。"

[CovertActionNarrative_MOCXOffsite X2CovertActionNarrativeTemplate]
ActionName="侦察外部设施"
ActionPreNarrative="这个所谓的“MOCX”部门正成为反抗运动的麻烦，我们需要与各方合作才能击败他们。其中一个团体已经得知了一个与化身计划相关的设施的位置，一支MOCX小队正在那里执行守卫任务，他们希望我们帮助他们进行侦察。"
ActionPostNarrative="我们已经对这个设施有了很多了解：现在我们有机会将其占为己有。"

;Encyclopedia
[MOCXProjects X2EncyclopediaTemplate]
ListTitle="MOCX项目"
DescriptionTitle="MOCX项目"
DescriptionEntry="除了黑暗事件之外，MOCX部门可能会秘密进行自己的升级工作。这些项目更加秘密和隐蔽，XCOM无法发现：只有通过派系才能探测到并有能力阻止这些项目。"